# Найти площадь и периметр треугольника.
h = int(input("введите высоту треугольника "))
a = int(input("введите основание треугольника "))
b = int(input("введите длину стороны b "))
c = int(input("введите длину стороны с "))
p = a+b+c
s = 0.5*h*a
print(p)
print(s)
