# Вычислите 2 в степени 179. Выведите на экран вычисленное значение.
import math
c = math.pow(2,179)
print(c)
