# Вычислите 20! Выведите на экран вычесленное значение.
import math
v = math.factorial(20)
print(v)
