# Напишите программу, которая приветствует пользователя, выводя слово "Hello", введённое имя и знаки препинания по
# образцу (см. пример входных и выходных данных). Программа должна считывать в строковую переменную значение и писать
# соответствующее приветствие. Обратите внимание, что после запятой должен обязательно стоять пробел, а перед
# восклицательным знаком пробела нет.
# Сергей, Hello!
a = input("Hello: ")
print(f"Hello, {a}!")



