# Запросить у пользователя имя, фамилию, отчество и город проживания.
# Вывести на экран ФИО в одну строку. Возраст и город в отдельных.
A1 = input("введите имя")
A2 = input("введите фамилию")
A3 = input("введите отчество")
A4 = input("введите возраст")
A5 = input("введите город проживания")
print(A1,A2,A3,A5)
print(A4)
